Repository: t3ac/t3up_bootstrap
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# col.col2.title
source: Two Columns
de: Zwei Spalten

# col.col2.description
source: Display 2 Columns
de: Element um zwei Spalten darstellen zu können.

# col.col3.title
source: Three Columns
de: Drei Spalten

# col.col3.description
source: Display 3 Columns
de: Element um drei Spalten darstellen zu können.

# col.col4.title
source: Four Columns
de: Vier Spalten

# col.col4.description
source: Display 4 Columns
de: Element um vier Spalten darstellen zu können.

# col.name.col1
source: Column 1
de: Spalte 1

# col.name.col2
source: Column 2
de: Spalte 2

# col.name.col3
source: Column 3
de: Spalte 3

# col.name.col4
source: Column 4
de: Spalte 4

# form.sizename.normal
source: Column (Normal - col-lg)
de: Spalte (Normal - col-lg)

# form.sizename.xs
source: Column (Extra Small - col)
de: Spalte (Sehr Klein - col)

# form.sizename.md
source: Column (Medium - col-md)
de: Spalte (Mittel - col-md)

# form.sizename.xl
source: Column (Extra Large - col-xl)
de: Spalte (Extra Groß - col-xl)

# tab.title
source: Tabs from content
de: Tabulatoren aus Inhaltselementen

# tab.description
source: Each content element within the grid represents a tab. The title fields are used as tab titles.
de: Jedes Inhaltselementen im Grid repräsentiert einen Tab. Das Titelfeld generiert den Tabulatortitel, unabhängig vom Layout.

source: Tab elements
de: Tabelement

# tab2.title
source: Tabs with 2 columns
de: Tabulator mit zwei Elementen

# tab.description
source: A boostrap 2 columns tabulator
de: Bootstrap Tabulator mit zwei festen Spalten.

# tab3.title
source: Tabs with 3 columns
de: Tabulator mit drei Elementen

# tab.description
source: A boostrap 3 columns tabulator
de: Bootstrap Tabulator mit drei festen Spalten.

# tab4.title
source: Tabs with 4 columns
de: Tabulator mit vier Elementen

# tab.description
source: A boostrap 4 columns tabulator
de: Bootstrap Tabulator mit vier festen Spalten.

# grid1
source: Accordion, small space, thin line, grey
de: Akkordeon, grau, dünne Linie, Abstand

# grid2
source: Accordion, small space, white, + in square
de: Akkordeon, auf weiß, mit + im Block, Abstand

# grid3
source: Accordion, no space, white
de: Akkordeon, auf weiß, mit Pfeil

# grid4
source: Accordion, no space, grey with lines
de: Akkordeon, grau, ohne Abstand, mit Linie

# form.notdefined
source: Not defined
de: Nicht definiert

# form.enable
source: Enable
de: Aktiviert
