Repository: t3ac/t3up_bootstrap
Catalog: Resources/Private/Language/*.locallang_flexform.xlf
Languages: de

# container.description
source: Container, for different elements.
de: Reiner Container (kein Padding, etc.) zum Gruppieren verschiedener Inhalte.

# 2cols.title
source: 2 columns
de: 2 Spalten

# 2cols.description
source: Inserts a 2-columns grid for content. The width of each column may be set for different screen sizes.
de: 2-spaltiges Raster, Jede kann individuell in der Breite angepast werden.

# 3cols.title
source: 3 columns
de: 3 Spalten

# 3cols.description
source: Inserts a 3-columns grid for content.
de: 3-spaltiges Raster, Jede kann individuell in der Breite angepast werden.

# 4cols.title
source: 4 columns
de: 4 Spalten

# 4cols.description
source: Inserts a 4-columns grid for content.
de: 4-spaltiges Raster, Jede kann individuell in der Breite angepast werden.

# tabsSimple.title
source: Tabs from content
de: Tabs aus dem Inhalt

# tabsSimple.description
source: Each content element within the grid represents a tab. The title fields are used as tab titles.
de: Tabulator Element, jedes Inhaltselement wird zu einem Reiter.

# grid.label.tabTitle1
source: Title 1. tab
de: Titel des ersten Tabs

# grid.label.tabTitle2
source: Title 2. tab
de: Titel des zweiten Tabs

# grid.label.tabTitle3
source: Title 3. tab
de: Titel des dritten Tabs

# grid.label.tabTitle4
source: Title 4. tab
de: Titel des vierten Tabs

# tabs2.description
source: For multiple content elements in one tab. 2 or less tabs.
de: Tabulator Element, auf 2 Reiter festgelegt. Jeder Tab kann diverse inhaltselemente besitzen.

# tabs3.description
source: For multiple content elements in one tab. 3 or less tabs.
de: Tabulator Element, auf 3 Reiter festgelegt. Jeder Tab kann diverse inhaltselemente besitzen.

# tabs4.description
source: For multiple content elements in one tab. 4 or less tabs.
de: Tabulator Element, auf 4 Reiter festgelegt. Jeder Tab kann diverse inhaltselemente besitzen.

# accordion.title
source: Accordion from content
de: Accordion aus dem Inhalt

# accordion.description
source: Each content element within the grid represents an accordion element. The title fields are used as accordion bar titles.
de: Jedes Element ist dynamisch, drei verschiedene Modi sind verfügbar: 1. nur jeweils eins kann geöffnet sein, 2. dito, aber das erste ist bereits geöffnet. 3. individuelle Auswahl.

# slider.title
source: Content slider
de: Slider aus dem Inhalt

# slider.description
source: Each content element within the grid represents a slider element.
de: Jedes Inhaltselement ist Teil eines Flexsliders. Wenn Javascript und CSS nicht vorgeladen sind, dann müssen die Konstanten im Bereich "plugin.hdabootstrap" aktiviert werden!

# celayout.leftColumn
source: Left column
de: Spalte links

# celayout.rightColumn
source: Right column
de: Spalte rechts

# celayout.centerColumn
source: Center column
de: Mittlere Spalte

# celayout.column2
source: 2nd column
de: 2. Spalte

# celayout.column3
source: 3rd column
de: 3. Spalte

# celayout.tabElements
source: Tab elements
de: Tab Elemente

# celayout.tab1
source: Tab 1
de: Inhalt Tab 1

# celayout.tab2
source: Tab 2
de: Inhalt Tab 2

# celayout.tab3
source: Tab 3
de: Inhalt Tab 3

# celayout.tab4
source: Tab 4
de: Inhalt Tab 4

# celayout.accordionElements
source: Accordion elements
de: Accordion Elemente

# celayout.sliderElements
source: Slider elements
de: Slider Elemente

# celayout.columnElements
source: Column elements
de: Spaltenelemente

# grid.sheet.smallDevices
source: Small devices
de: Kleine Tablets

# grid.sheet.extraSmallDevices
source: Extra small
de: Mobilgeräte

# grid.sheet.largeDevices
source: Large
de: Große Screens

# grid.sheet.extraLargeDevices
source: Extra Large
de: Extragroße Screens

# grid.sheet.customClasses
source: Custom classes
de: Weitere class-Attribute

# grid.label.col1
source: Column 1
de: Spalte 1

# grid.label.col2
source: Column 2
de: Spalte 2

# grid.label.col3
source: Column 3
de: Spalte 3

# grid.label.col4
source: Column 4
de: Spalte 4

# grid.label.moreWidth
source: More width
de: Weitere Breite

# grid.label.notset
source: not set
de: nicht gesetzt

# grid.label.moreOptions
source: More options
de: Weitere Optionen

# grid.label.special
source: Special
de: Spezial

# grid.label.hidden
source: hidden
de: verstecken

# grid.label.visible
source: only visible
de: Nur diese anzeigen

# grid.label.variableWidth
source: variable width
de: variable Breite

# grid.label.bgimage
source: Background image
de: Hintergrundbild

# grid.label.bigImage
source: Display a fullsize image
de: Vollbild Hintergrund

# grid.sheet.controls
source: Controls
de: Steuerelemente

# grid.sheet.options
source: Options
de: Optionen

# grid.slider.direction
source: Direction
de: Richtung

# grid.slider.direction.1
source: vertical
de: vertikal

# grid.slider.speed
source: Slideshow speed
de: Geschwindigkeit (in ms)

# grid.slider.animation.1
source: fade
de: ausblenden

# grid.slider.animationspeed
source: Animation speed
de: Dauer der Animation (in ms)

# grid.slider.style
source: Style
de: Stil

# grid.slider.showcontrolnav
source: Show control navigation
de: Links für jedes Slide anzeigen

# grid.slider.showdirnav
source: Show direction navigation
de: Zurück/vorwärts anzeigen

# grid.slider.showpause
source: Show pause button
de: Play/Pause anzeigen

# grid.slider.pauseonhover
source: Pause on hover
de: Pausieren wenn Maus über dem Slider

# grid.slider.initdelay
source: Init delay
de: Initiale Verzögerung (in ms)

# grid.slider.randomize
source: Randomize
de: Slides mischen vor der Anzeige

# grid.slider.animationloop
source: Loop
de: Endlosschleife

# grid.slider.reverse
source: Reverse order
de: Reihenfolge rückwärts

# grid.label.style
source: Style
de: Stil

# grid.label.tabStyle
source: Style
de: Stil

# grid.label.tabStyle.0
source: Style 1
de: Stil 1

# grid.label.tabStyle.1
source: Style 2
de: Stil 2

# grid.label.tabStyle.2
source: Style 3
de: Stil 3

# grid.label.tabStyle.3
source: Style 4
de: Stil 4

# sheet.rowClasses
source: Flex-classes
de: Flex-Klassen

# grid.label.rowValign
source: Vertical-alignments
de: Vertikale Ausrichtung

# grid.rowValign.alignItemsStart
source: Vertical-alignment: top
de: Oben

# grid.rowValign.alignItemsCenter
source: Vertical-alignment: center
de: Zentriert

# grid.rowValign.alignItemsEnd
source: Vertical-alignment: bottom
de: Unten

# grid.rowValign.alignItemsBaseline
source: Vertical-alignment: baseline
de: Grundlinie

# grid.rowValign.alignItemsStretch
source: Vertical-alignment: streching the contaent
de: Alle aufspreizen

# grid.label.rowHalign
source: Horizontal-alignments
de: Horizontale Ausrichtung

# grid.rowHalign.justifyContentStart
source: Horizontal-alignment: Left
de: Links

# grid.rowHalign.justifyContentCenter
source: Horizontal-alignment: center
de: Zentriert

# grid.rowHalign.justifyContentEnd
source: Horizontal-alignment: right
de: Rechts

# grid.rowHalign.justifyContentAround
source: Horizontal-alignment: space around
de: Gleiche Abstände

# grid.rowHalign.justifyContentBetween
source: Horizontal-alignment: stretch left to right
de: Auf Breite verteilt

# sheet.options
source: Options
de: Optionen

# sheet.controls
source: Controls
de: Einstellungen

# slider.autostart
source: Autostart
de: Automatischer Start

# slider.animation
source: Type of presentation
de: Einstellungen

# slider.animation.1
source: slide
de: Verschieben/slide

# slider.animation.2
source: fade
de: Einblenden

# slider.sliderwidth
source: Width of the slider,0 means 100%
de: Breite des Sliders, 0 entspricht 100%!

# slider.slideshowheightshow
source: Show setting options for the height
de: Zeige Einstellmöglichkeiten für die Höhe

# slider.sliderheight
source: Height of the slider (default 40vH)
de: Höhe des Sliders, in % der Anzeigenhöhe, Vorgabe 40%

# slider.sliderminheight
source: Min-Height of the slider (default 30vH)
de: Mindesthöhe des Sliders, in % der Anzeigenhöhe, Vorgabe 30%

# slider.controlNav
source: Show controls
de: Anzeige der der Kontroll-Punkte bzw. -Linien

# slider.directionNav
source: Create navigation for previous/next navigation
de: Anzeige Pfeiltasten

# slider.sliderSpeed
source: Speed in mil. Sec.
de: Anzeigegeschwindigkeit in Millisekunden

# slider.animationLoop
source: Animation Loop
de: Wiederholen

# slideshow.navColor
source: Navcolor
de: Farbe der Navigationselemente

# slideshow.navbackgroundcolor
source: Nav Backgroundcolor
de: Hintergrundfarbe

# grid.label.none
source: none
de: keine

# grid.label.yes
source: yes
de: ja

# grid.label.no
source: no
de: nein
